Repository: prachpub/furiusisomount
Catalog: po/furiusisomount-*.po
Languages: el, it, pl

source: translator-credits
el: Launchpad Contributions: Christos Spyroglou https://launchpad.net/~cspyroglou
it: Launchpad Contributions: Christos Spyroglou https://launchpad.net/~cspyroglou
pl: Launchpad Contributions: Adam Czabara https://launchpad.net/~adam-czabara It's Easy https://launchpad.net/~itiseasy-org

source: Developer:
el: Δημιουργός
it: Creatore:
pl: Programista:

source: Calculating, please wait...
el: Υπολογισμός, παρακαλώ περιμένετε...
it: Sto calcolando, attendere prego...
pl: Obliczanie, proszę czekać...

source: Furius ISO Mount Tool
el: Εργαλείο Προσάρτησης Furius ISO
it: Strumento Furius ISO Mount
pl: Narzędzie montowania obrazów Furius ISO

source: Simple Gtk+ Interface to Mount ISO, IMG, BIN, MDF and NRG Image files without burning to disk.
el: Απλή Gtk+ διεπαφή για την προσάρτηση αρχείων εικόνας ISO, IMG, BIN, MDF και NRG χωρίς να τα "κάψετε" σε δίσκο.
it: Interfaccia semplice in Gtk+ per montare file di Immagine ISO, IMG, BIN, MDF ed NRG senza dover masterizzarli su un disco.
pl: Prosty interfejs Gtk+ do montowania obrazów ISO, IMG, BIN, MDF i NRG bez nagrywania na dysku.

source: Error mounting image. Unexpected error: %s
el: Σφάλμα προσάρτησης εικόνας. Μη αναμενόμενο σφάλμα: %s
it: Errore di montaggio immagine. Errore imprevisto: %s
pl: Błąd montowania obrazu. Niespodziewany błąd: %s

source: Defaulting to home directory for mounting.
el: Προεπιλογή του φάκελου home για την προσάρτηση.
it: Predefinendo la cartella home per il montaggio.
pl: Domyślne montowanie w katalogu domowym.

source: %s successfully mounted @ %s. If required, run the following commands to remove: :fusermount -u %s :rmdir %s
el: %s προσαρτήθηκε επιτυχημένα @ %s. Αν χρειαστεί δώστε τις παρακάτω εντολές για αφαίρεση: :fusermount -u %s :rmdir %s
it: %s montato con successo @ %s. Se necessario, dare i seguenti comandi per rimuoverlo: :fusermount -u %s :rmdir %s
pl: %s prawidłowo zamontowany @ %s. Jeśli chcesz, uruchom następujące polecenia by odmontować: :fusermount -u %s :rmdir %s

source: %s successfully mounted @ %s. If required, run the following commands to remove: :gksu -u root umount %s :rmdir %s
el: %s προσαρτήθηκε επιτυχημένα @ %s. Αν χρειαστεί δώστε τις παρακάτω εντολές για αφαίρεση: :gksu -u root umount %s :rmdir %s
it: %s montato con successo @ %s. Se necessario, dare i seguenti comandi per rimuoverlo: :gksu -u root umount %s :rmdir %s
pl: %s prawidłowo zamontowany @ %s. Jeśli chcesz, uruchom następujące polecenia by odmontować: :gksu -u root umount %s rmdir %s

source: Error mounting image. OS error(%s): %s
el: Σφάλμα προσάρτησης εικόνας. Σφάλμα OS(%s): %s
it: Errore di montaggio immagine. Errore del SO(%s): %s
pl: Błąd montowania obrazu. Błąd(%s): %s

source: Error saving history to file. OS error(%s): %s
el: Λάθος κατά την αποθήκευση του ιστορικού. Σφάλμα OS(%s): %s
it: Errore salvataggio storia sul file. Errore del SO(%s): %s
pl: Błąd zapisu historii do pliku. Błąd(%s): %s

source: Error saving history to file Unexpected error: %s
el: Λάθος κατά την αποθήκευση του ιστορικού. Μη αναμενόμενο σφάλμα: %s
it: Errore salvataggio storia sul file. Errore imprevisto: %s
pl: Błąd zapisu historii do pliku Nieoczekiwany błąd: %s

source: %s successfully unmounted.
el: %s αποπροσαρτήθηκε επιτυχώς.
it: %s smontato con successo.
pl: %s prawidłowo odmontowany.

source: Error unmounting image. Unexpected error: %s
el: Σφάλμα αποπροσάρτησης εικόνας. Μη αναμενόμενο σφάλμα: %s
it: Errore smontaggio immagine. Errore imprevisto: %s
pl: Błąd odmontowywania obrazu. Nieoczekiwany błąd: %s

source: Error burning image. Unexpected error: %s
el: Σφάλμα κατά το "κάψιμο" της εικόνας. Μη αναμενόμενο σφάλμα: %s
it: Errore masterizzazione immagine. Errore imprevisto: %s
pl: Błąd nagrywania obrazu. Nieoczekiwany błąd: %s

source: Error launching nautilus. Unexpected error: %s
el: Σφάλμα έναρξης περιηγητή αρχείων. Μη αναμενόμενο σφάλμα: %s
it: Errore avviamento nautilus. Errore imprevisto: %s
pl: Błąd otwierania menadżera plików Nautilus. Nieoczekiwany błąd: %s

source: Application started...
el: Έναρξη εφαρμογής...
it: Applicazione avviata...
pl: Aplikacja uruchomiona...

source: Error mounting image. IO error(%s): %s
el: Σφάλμα προσάρτησης εικόνας. Σφάλμα IO(%s): %s
it: Errore montaggio immagine. Errore IO(%s): %s
pl: Błąd montowania obrazu. Błąd(%s): %s

source: Error loading history. OS error(%s): %s
el: Σφάλμα φόρτωσης ιστορικού. Σφάλμα OS(%s): %s
it: Errore caricamento storia. Errore del SO(%s): %s
pl: Błąd wczytywania historii. Błąd(%s): %s

source: Error loading history. Unexpected error: %s
el: Σφάλμα φόρτωσης ιστορικού. Μη αναμενόμενο σφάλμα: %s
it: Errore caricamento storia. Errore imprevisto: %s
pl: Błąd wczytywania historii. Nieoczekiwany błąd: %s

source: Error creating settings directory. OS error(%s): %s
el: Σφάλμα δημιουργίας καταλόγου ρυθμίσεων. Σφάλμα OS(%s): %s
it: Errore di creazione cartella d' impostazioni. Errore del SO(%s): %s
pl: Błąd tworzenia folderu ustawień. Błąd(%s): %s

source: Error creating settings directory. IO error(%s): %s
el: Σφάλμα δημιουργίας καταλόγου ρυθμίσεων. Σφάλμα IO(%s): %s
it: Errore di creazione cartella d' impostazioni. Errore IO(%s): %s
pl: Błąd tworzenia folderu z ustawieniami. Błąd(%s): %s

source: Error creating settings directory. Unexpected error: %s
el: Σφάλμα δημιουργίας καταλόγου ρυθμίσεων. Μη αναμενόμενο σφάλμα: %s
it: Errore di creazione cartella d' impostazioni. Errore imprevisto: %s
pl: Błąd tworzenia folderu z ustawieniami. Nieoczekiwany błąd: %s

source: New settings file created at %s
el: Δημιουργήθηκε νέο αρχείο ρυθμίσεων στο %s
it: Nuovo file d' impostazioni creato a %s
pl: Utworzono nowy plik ustawień w %s

source: Error creating settings file. OS error(%s): %s
el: Σφάλμα δημιουργίας αρχείου ρυθμίσεων. Σφάλμα OS(%s): %s
it: Errore creazione file d' impostazioni. Errore del SO(%s): %s
pl: Błąd tworzenia pliku ustawień. Błąd(%s): %s

source: Error creating settings file. IO error(%s): %s
el: Σφάλμα δημιουργίας αρχείου ρυθμίσεων. Σφάλμα IO(%s): %s
it: Errore creazione file d' impostazioni. Errore IO(%s): %s
pl: Błąd tworzenia pliku ustawień. Błąd(%s): %s

source: Error creating settings file. Unexpected error: %s
el: Σφάλμα δημιουργίας αρχείου ρυθμίσεων. Μη αναμενόμενο σφάλμα: %s
it: Errore creazione file d' impostazioni. Errore imprevisto: %s
pl: Błąd tworzenia pliku ustawień. Nieoczekiwany błąd: %s

source: _Browse...
el: _Περιήγηση...
it: _Esplora...
pl: _Przeglądaj...

source: _Mount
el: _Προσάρτηση
it: _Monta
pl: _Zamontuj

source: _Checksum
pl: _Suma kontrolna

source: Bur_n
el: Κάψιμ_ο
it: Masteriz_za
pl: _Nagraj

source: _Unmount
el: _Αποπροσάρτηση
it: _Smonta
pl: _Odmontuj

source: View Log
el: Προβολή αρχείου καταγραφής
it: Visualizza registro
pl: Wyświetl dziennik zdarzeń

source: Delete Log
el: Διαγραφή αρχείου καταγραφής
it: Cancella registro
pl: Usuń dziennik zdarzeń

source: Select Image
el: Επιλογή εικόνας
it: Scegli Immagine
pl: Wybierz Obraz

source: No Image Selected
el: Δεν επιλέχθηκε εικόνα
it: Nessuna Immagine Selezionata
pl: Nie Wybrano Obrazu

source: No Checksum Generated
el: Δε δημιουργήθηκε Checksum
it: Nessun Checksum Creato
pl: Nie Wygenerowano Sumy Kontrolnej

source: No Mount Point Selected
el: Δεν επιλέχθηκε Σημείο Προσάρτησης
it: Nessun Punto di Montaggio Selezionato
pl: Nie Wybrano Punktu montowania

source: Mounted Images:
el: Προσαρτημένες Εικόνες:
it: Immagini Montate:
pl: Zamontowane Obrazy:

source: Drag image files into above window to quickly mount
el: Σύρετε αρχεία εικόνας στο παραπάνω παράθυρο για γρήγορη προσάρτηση
it: Trainare i file di immagine nella finestra sovrastante per montarle velocemente
pl: Przeciągnij obraz do powyższego okna by szybko zamontować

source: Mount Point
el: Σημείο Προσάρτησης
it: Punto di Montaggio
pl: Punkt Montowania

source: Image File
el: Αρχείο εικόνας
it: File Immagine
pl: Plik Obrazu

source: _Cancel
el: _Ακύρωση
it: _Annulla
pl: _Anuluj

source: Checksum generation started...
el: Έναρξη δημιουργίας Checksum...
it: Iniziata creazione Checksum...
pl: Rozpoczęto tworzenie sumy kontrolnej

source: Checksum generation aborted!
el: Η δημιουργία Checksum ματαιώθηκε!
it: Creazione di checksum annullata!
pl: Przerwano trorzenie sumy kontrolnej!

source: Open Image..
el: Άνοιγμα Εικόνας...
it: Apri Immagine..
pl: Otwórz obraz..

source: File not found. Please check source exists.
el: Το αρχείο δεν βρέθηκε. Παρακαλώ ελέγξτε οτι υπάρχει πηγή.
it: File non trovato. Si prega di verificare che la fonte esiste.
pl: Nie odnaleziono pliku. Sprawdź czy istnieje plik źródłowy.

source: File does not appear to be a compatible Image. Please check source.
el: Το αρχείο δε φαίνεται να είναι μια συμβατή Εικόνα. Παρακαλώ ελέγξτε την πηγή.
it: Sembre che il file non è un' Immagine compatibile. Si prega di verificare la fonte.
pl: Wygląda na to że ten plik nie jest obsługiwany. Sprawdź plik źródłowy.

source: %s not found.
el: %s δεν βρέθηκε.
it: %s non trovato.
pl: %s nie odnaleziono.

source: Are you sure you wish to delete the log?
el: Σίγουρα θέλετε να διαγράψετε το αρχείο καταγραφής;
it: Siete sicuri di voler cancellare il registro?
pl: Jesteś pewien że chcesz usunąć dziennik zdarzeń?

source: Error deleting log. OS error(%s): %s
el: Σφάλμα διαγραφής αρχείου καταγραφής. Σφάλμα OS(%s): %s
it: Errore di eliminazione del registro. Errore del SO(%s): %s
pl: Błąd usuwania dziennika zdarzeń. Błąd(%s): %s

source: Error deleting log. Unexpected error: %s
el: Σφάλμα διαγραφής αρχείου καταγραφής. Μη αναμενόμενο σφάλμα: %s
it: Errore di eliminazione del registro.. Errore imprevisto: %s
pl: Błąd usuwania dziennika zdarzeń. Nieoczekiwany błąd: %s

source: Application closed!
el: Κλειστή εφαρμογή!
it: Applicazione chiusa!
pl: Zamknięto aplikację!

source: %s is still mounted. Do you wish to unmount it before exiting?
el: %s είναι ακόμα προσαρτημένο. Θέλετε να το αποπροσαρτήσετε πριν βγείτε;
it: %s è ancora montato. Volete smontarlo prima di uscire?
pl: %s jest nadal zamontowany.

source: Error saving unmounted images to file. OS error(%s): %s
el: Σφάλμα αποθήκευσης μη προσαρτημένης εικόνας. Σφάλμα OS(%s): %s
it: Errore di salvataggio immagini non montate su file. Errore del SO(%s): %s
pl: Błąd zapisu niezamontowanego obrazu do pliku. Błąd(%s): %s

source: Error saving unmounted images to file Unexpected error: %s
el: Σφάλμα αποθήκευσης μη προσαρτημένης εικόνας. Μη αναμενόμενο σφάλμα: %s
it: Errore di salvataggio immagini non montate su file. Errore imprevisto: %s
pl: Błąd zapisu niezamontowanego obrazu do pliku Nieoczekiwany błąd: %s
